let text = {
	step0 : ['Привет, ', ', я твой личный кинобот!\nГотовься ответить на несколько простых вопросов, а я подберу тебе хороший фильм на вечер и подходящий под него вкус чипсов Lay’s.\n А еще ты получишь бесплатный промокод на фильмы от сервиса VOKA, так что жми «Начнём!»'],
	step1 : ['Отлично, я готов задать тебе первый вопрос.\n\nСкажи, сколько времени ты готов смотреть фильм?\n\n1 - Думаю, что найду немного времени на просмотр\n2 - Ответ на этот вопрос ты узнаешь в следующей серии!\n3 - А можно всё посмотреть?'],
	step2 : ['Мы идем в хорошем темпе. Интересно, как ты ответишь на следующий вопрос.\n\nЕсли бы известный режиссер предложил тебе оскароносную роль в кино, то какая бы тебе подошла?\n\n1 - Думаю, уровень моей харизмы зашкаливает, и да, я могу рассмешить любого!\n2 - Мне очень подходят костюмы с бабочкой и взрывающиеся автомобили на заднем плане.\n3 - Хмм, не знаю, но круги на полях я уже нарисовал.\n4 - Этому миру не хватает любви.'],
	step3 : ['Оу, я бы тоже так ответил, дружище.\n\nА теперь представь, что тебя пригласили на крутую вечеринку. Как бы ты к ней готовился?\n\n1 - Возьму папины джинсы-варёнки и огромный диско-шар.\n2 - Я бы с радостью надел малиновый пиджак и принес альбом группы «Иванушки International».\n3 - Уже слушаю трек «Фристайло» и готовлюсь к баттлам по брейк-дансу.\n4 - Буду на стиле и соберу миллионы лайков под фотографией.'],
	step4 : ['Интересный выбор! Но еще мне интересно узнать, как бы выглядел твой идеальный кинопросмотр…\n\nС кем ты хотел смотреть фильм?\n\n1 - С королевой Англии за чашечкой чая.\n2 - Я люблю фильмы, где есть песни, поэтому с кем-то из Болливуда.\n3 - С певицей Адель.\n4 - Конечно же, с Боссом-молокососом.'],
	goodSearch : ['Я нашел фильм, который подойдет именно тебе​:\n\n"'],
	badSearch : ['Попробуй посмотреть этот фильм:\n\n"'],
	chips : ['\n\nА чтобы просмотр фильма понравился еще больше, я подобрал под него вкус чипсов Lay’s:\n'], 
	chipstaste : ['с солью' /* comedy */, '«СуперСыр»' /* action*/, '«Зелёный Лук»' /* sci-fi */, '«Краб»' /* melodrama*/ ],
	promo : ['\n\nАх да, самое приятное! Держи свой персональный промокод на подписку от VOKA:\n'],
	final : ['\n\nПройди тест еще раз, если хочешь найти другой фильм.\n'],
	repeatBtnText : ['выбрать новый фильм'],
	movieLink : ['" \n\nhttps://www.voka.tv/movies/'],
	seriesLink : ['" \n\nhttps://www.voka.tv/series/'],
	error : ['Я тебя не совсем понял. Попробуй ввести свой вариант ответа еще раз.']
}


module.exports = text;