let text = {
	step0 : ['Привет, ', ', я твой личный кинобот!'],
	step1 : ['Отлично, я готов задать тебе первый вопрос.\n Скажи, сколько времени ты готов смотреть фильм?\n\n1 - Думаю, что найду часик времени на просмотр\n2 - Ответ на этот вопрос ты узнаешь в следующей серии!\n3 - А можно всё посмотреть?'],
	step2 : ['У меня уже есть парочка идей. Но пока задам тебе вопрос о твоей тайной жизни в кино.\nЕсли бы известный режиссер предложил тебе оскароносную роль в кино, то какая бы тебе подошла?\n\n1 - Оу, уровень моей харизмы зашкаливает и да, я могу рассмешить любого!\n2 - Мне очень подходят костюмы с бабочкой и взрывающиеся автомобили на заднем плане.\n3 - Хмм, не знаю, но круги на полях я уже нарисовал.\n4 - Этому миру мало драмы.'],
	step3 : ['Представь, что тебя пригласили на крутую вечеринку. Как бы ты к ней готовился/лась​?\n\n1 - Возьму с собой джинсы «варёнки» и огромный диско-шар.\n2 - Я надену свой лучший малиновый пиджак и принесу альбом группы «Иванушки Int»\n3 - Уже слушаю трек «фристайло» и готовлюсь к баттлам по брейк-дансу. \n4 - Буду на стиле и соберу миллионы лайков под фотографией.'],
	step4 : ['У меня уже есть пару идей, но пока попрошу тебя ответить на последний вопрос. Какое хобби тебе подходит?\n\n1 - Занимаюсь сёрфингом в интернете.\n2 - Пересматриваю фильмы братьев Люмьеров.\n3 - Участвую в чемпионатах по хрусту чипсами Lay’s.\n4 - Расчёсывать гриву пони.'],
	badSearch : ['Хмм, я ещё не нашёл идеальный фильм для тебя. Попробуй пройти тест ещё раз или выбери нужный тебе фильм по подарочному промокоду на сервисе VOKA.​'],
	goodSearch : ['Мне кажется, я узнал тебя чуточку лучше и подобрал фильм, который тебе подойдет\n\nТы готов? Тогда лови​: "'],
	promo : ['\n\nАх, да, самое приятное! Держи свой персональный промокод на подписку от VOKA:\n'],
	chips : ['\n\nЯ уверен, тебе понравится. А чтобы точно понравилось, попробуй к этом фильму вкус чипсов:\n'],
	repeatBtnText : ['выбрать новый фильм'],
	movieLink : ['" \n\nhttps://www.voka.tv/movies/'],
	seriesLink : ['" \n\nhttps://www.voka.tv/series/'],
}

module.exports = text;