let text = {
	step0 : ['Привет, ', ', я твой личный кинобот!\nГотовься ответить на несколько простых вопросов, а я подберу тебе хороший фильм на вечер и подходящий под него вкус чипсов Lay’s.\n А еще ты получишь бесплатный промокод на фильмы от сервиса VOKA, так что жми «Начнём!»'],
	textBlocks : [{
		step1 : ['Отлично, я готов задать тебе первый вопрос.\n\nСкажи, сколько времени ты готов смотреть фильм?\n\n1 - Думаю, что найду немного времени на просмотр\n2 - Ответ на этот вопрос ты узнаешь в следующей серии!\n3 - А можно всё посмотреть?'],
		step2 : ['Мы идем в хорошем темпе. Интересно, как ты ответишь на следующий вопрос.\n\nЕсли бы известный режиссер предложил тебе оскароносную роль в кино, то какая бы тебе подошла?\n\n1 - Думаю, уровень моей харизмы зашкаливает, и да, я могу рассмешить любого!\n2 - Мне очень подходят костюмы с бабочкой и взрывающиеся автомобили на заднем плане.\n3 - Хмм, не знаю, но круги на полях я уже нарисовал.\n4 - Этому миру не хватает любви.'],
		step3 : ['Оу, я бы тоже так ответил, дружище.\n\nА теперь представь, что тебя пригласили на крутую вечеринку. Как бы ты к ней готовился?\n\n1 - Возьму папины джинсы-варёнки и огромный диско-шар.\n2 - Я бы с радостью надел малиновый пиджак и принес альбом группы «Иванушки International».\n3 - Уже слушаю трек «Фристайло» и готовлюсь к баттлам по брейк-дансу.\n4 - Буду на стиле и соберу миллионы лайков под фотографией.'],
		step4 : ['Интересный выбор! Но еще мне интересно узнать, как бы выглядел твой идеальный кинопросмотр…\n\nС кем ты хотел смотреть фильм?\n\n1 - С королевой Англии за чашечкой чая.\n2 - Я люблю фильмы, где есть песни, поэтому с кем-то из Болливуда.\n3 - С певицей Адель.\n4 - Конечно же, с Боссом-молокососом.'],
	},{
		step1 : ['У меня есть для тебя первый вопрос, полетели.\n\nПутешествия по параллельным галактикам – интересная затея. Снимают стресс, отвлекают от реальности, дарят массу впечатлений. Вот наш топ галактик, а какую бы выбрал ты?\n\n1 - Не важно, какая галактика, главное – чтобы путешествовали по ней автостопом.\n2 - Хочу в галактику, где у обитателей есть минимум 9 жизней.\n3 - Я за любые приключения!'],
		step2 : ['Давай проведем гадания по киногороскопу.\n\nКакими способностями обладал бы твой знак в киногороскопе?\n\n1 - Искрометным юмором, как мистер Бин.\n2 - В совершенстве владел бы нунчаками, как Брюс Ли.\n3 - Бессмертием, как граф Дракула.\n4 - Самая главная суперспособность – это уметь любить по-настоящему.'],
		step3 : ['Я хочу знать о тебе все самое интересное.\n\nДавай проверим, в какую модную эпоху тебе следовало бы родиться?\n\n1 - В эпоху глиттера и леопардовых  принтов.\n2 - А в какой эпохе появились поясные сумки?\n3 - Ох,  до сих пор не могу забыть мелирование и голубые тени.\n4 - Главное, чтобы кроссы были не мокрые.'],
		step4 : ['Давай немного пошумим!\n\nВспомни, с кем бы ты хотел спеть дуэтом?\n\n1 - Судя по моему плей-листу, я буду петь с АИГЕЛ.\n2 - Мне нравится голос улиц. Поэтому зачитаю рэп с Бастой!\n3 - Люблю качественный джаз и спою с Эл Джерро.\n4 - Лучше спойте мне колыбельную.'],
	},{
		step1 : ['Представь, что ты стал доцентом кафедры мемологии.\n\nКаких героев ты бы выбрал для своего очередного топового мема?\n\n1 - Железного человека.\n2 - Естественно, я выберу доктора Грегори Хауса.\n3 - Каждый герой – это уникальный мем.'],
		step2 : ['Клевый выбор!\n\nНаконец-то ты оказался в роли спецагента. На какую миссию ты бы с радостью отправился?\n\n1 - Миссия по организации самого большого межгалактического стендапа.\n2 - Миссия невыполнима, но не для меня.\n3 - Миссия по нахождению первой мумии блогера из древнего Египта.\n4 - Миссия по спасению людей от одиночества.'],
		step3 : ['Интересный ход. А теперь давай поговорим о машине твоей мечты.\n\nКакую модель ты бы прикупил?\n\n1 - Mercedes-Benz.\n2 - Хотел бы «Ладу», как у дедушки.\n3 - Черный «бумер», прямо как в клипе.\n4 - Я собираюсь в космос на Tesla Илона Маска.'],
		step4 : ['У тебя хороший вкус!\n\nА теперь представь, что ты попал на вечеринку и увидел клевых танцоров. С кем бы ты начал танцевать?\n\n1 - С агрессивными крамперами.\n2 - С зажигательным дедом.\n3 - Буду тверкать один.\n4 - Вернусь на машине времени в детство и буду ходить в танцевальный кружок.'],
	},{
		step1 : ['Начнем с тотальной провокации.\n\nПредставь, что английская королева позвала тебя на бал. Сколько времени ты будешь на нем вальсировать?\n\n1 - Минимум час.\n2 - Меня хватит на все балы этого города.\n3 - Нет времени объяснять! Я уже танцую.'],
		step2 : ['Хороший выбор, а сейчас давай обсудим тренды нашего года!\n\nЛюди делятся на клубы по интересам. А в какой клуб вступил бы ты?\n\n1 - Клуб веселых и находчивых.\n2 - Клуб молодых шпионов.\n3 -Клуб любителей инопланетных цивилизаций.\n4 - Первое правило клуба: никому не говорить о клубе.'],
		step3 : ['Оу, а ты умеешь удивлять.\n\nСейчас поговорим о топовых девайсах. Какой девайс ты бы себе прикупил?\n\n1 - Я бы ходил с тетрисом.\n2 - Учился бы звонить по пейджеру.\n3 - Уже делаю селфи на Motorola.\n4 -Я за инновации! Поэтому выбираю носить очки виртуальной реальности.'],
		step4 : ['Не волнуйся, осталось совсем чуть-чуть!\n\nДавай проверим, с кем бы ты смотрел любимое шоу!\n\n1 - С Друзём.\n2 - Не могу выбрать между Максом Коржом и Дартом Вейдером.\n3 - Реальная жизнь – это самое топовое шоу.\n4 - Посмотрю с мамой'],
	}
	],
	goodSearch : ['Я нашел фильм, который подойдет именно тебе​:\n\n"'],
	badSearch : ['Попробуй посмотреть этот фильм:\n\n"'],
	chips : ['\n\nА чтобы просмотр фильма понравился еще больше, я подобрал под него вкус чипсов Lay’s:\n'], 
	chipstaste : ['с солью' /* comedy */, '«СуперСыр»' /* action*/, '«Зелёный Лук»' /* sci-fi */, '«Краб»' /* melodrama*/ ],
	promo : ['\n\nАх да, самое приятное! Держи свой персональный промокод на подписку от VOKA:\n'],
	final : ['\n\nПройди тест еще раз, если хочешь найти другой фильм.\n'],
	repeatBtnText : ['выбрать новый фильм'],
	movieLink : ['" \n\nhttps://www.voka.tv/movies/'],
	seriesLink : ['" \n\nhttps://www.voka.tv/series/'],
	error : ['Я тебя не совсем понял. Попробуй ввести свой вариант ответа еще раз.']
}


module.exports = text;